Repository: Jaeppetto/pickture
Catalog: Pickture/Resources/Localizable/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

# %@ 확보
source: %1$@ 확보
en: Freed %1$@
ja: %1$@を確保
zh_hans: 已释放 %1$@

# %@개 선택 (%@)
source: %1$@개 선택 (%2$@)
en: Selected %1$@ (%2$@)
ja: %1$@件選択 (%2$@)
zh_hans: 已选择 %1$@（%2$@）

# %@개 항목이 곧 만료됩니다
source: %1$@개 항목이 곧 만료됩니다
en: %1$@ items expiring soon
ja: %1$@件がまもなく期限切れ
zh_hans: %1$@ 项即将过期

# %@개 항목이 삭제되었습니다. %@ 확보
source: %1$@개 항목이 삭제되었습니다. %2$@ 확보
en: Deleted %1$@ items. Freed %2$@
ja: %1$@件を削除しました。 %2$@を確保
zh_hans: 已删除 %1$@ 项。 释放 %2$@

# %@분 %@초
source: %1$@분 %2$@초
en: %1$@m %2$@s
ja: %1$@分%2$@秒
zh_hans: %1$@分%2$@秒

# %@일 남음
source: %1$@일 남음
en: %1$@ days left
ja: あと%1$@日
zh_hans: 还剩 %1$@ 天

# %@일 전 삭제
source: %1$@일 전 삭제
en: Deleted %1$@ days ago
ja: %1$@日前に削除
zh_hans: %1$@ 天前删除

# %@장 검토
source: %1$@장 검토
en: %1$@ reviewed
ja: %1$@枚レビュー
zh_hans: 已查看 %1$@ 张

# %@장 보관
source: %1$@장 보관
en: %1$@ kept
ja: %1$@枚保持
zh_hans: 已保留 %1$@ 张

# %@장 삭제
source: %1$@장 삭제
en: %1$@ deleted
ja: %1$@枚削除
zh_hans: 已删除 %1$@ 张

# %@초
source: %1$@초
en: %1$@s
ja: %1$@秒
zh_hans: %1$@秒

# clean.start
source: 정리 시작
en: Start Cleaning
ja: 整理を始める
zh_hans: 开始清理

# home.storage.title
source: 스토리지 현황
en: Storage Overview
ja: ストレージ概要
zh_hans: 存储概况

# permission.photo.title
source: 사진 접근 권한이 필요합니다
en: Photo Access Required
ja: 写真へのアクセスが必要です
zh_hans: 需要访问照片

# tab.clean
source: 정리
en: Clean
ja: 整理
zh_hans: 清理

# tab.home
source: 홈
en: Home
ja: ホーム
zh_hans: 首页

# tab.settings
source: 설정
en: Settings
ja: 設定
zh_hans: 设置

source: 갤러리를 분석하고 정리하려면 사진 라이브러리 접근을 허용해주세요
en: To analyze and clean your gallery, please allow photo library access
ja: ギャラリーを分析して整理するには 写真ライブラリへのアクセスを許可してください
zh_hans: 若要分析并清理图库， 请允许访问照片库

source: 검토
en: Reviewed
ja: レビュー
zh_hans: 已查看

# 곧 만료: %@개
source: 곧 만료: %1$@개
en: Expiring soon: %1$@
ja: まもなく期限切れ: %1$@件
zh_hans: 即将到期：%1$@

source: 기타
en: Others
ja: その他
zh_hans: 其他

source: 길이
en: Duration
ja: 長さ
zh_hans: 时长

source: 날짜
en: Date
ja: 日付
zh_hans: 日期

source: 닫기
en: Close
ja: 閉じる
zh_hans: 关闭

source: 동영상
en: Videos
ja: 動画
zh_hans: 视频

source: 라이브 포토
en: Live Photo
ja: Live Photo
zh_hans: 实况照片

source: 랜덤
en: Random
ja: ランダム
zh_hans: 随机

source: 마지막 정리
en: Last Cleaning
ja: 最後の整理
zh_hans: 上次清理

source: 모든 사진을 순서대로 정리
en: Review all photos in order
ja: すべての写真を順番に整理
zh_hans: 按顺序整理所有照片

source: 미디어 총 용량
en: Total Media Size
ja: メディア合計容量
zh_hans: 媒体总容量

source: 버전
en: Version
ja: バージョン
zh_hans: 版本

source: 보관
en: Keep
ja: 保持
zh_hans: 保留

source: 복원
en: Restore
ja: 復元
zh_hans: 恢复

source: 복원하거나 완전 삭제할 항목을 선택하세요
en: Select items to restore or delete permanently
ja: 復元または完全削除する項目を選択してください
zh_hans: 选择要恢复或彻底删除的项目

source: 사진
en: Photos
ja: 写真
zh_hans: 照片

source: 사진 접근 권한이 필요합니다
en: Photo Access Required
ja: 写真へのアクセスが必要です
zh_hans: 需要访问照片

source: 사진 접근이 거부되었습니다
en: Photo Access Denied
ja: 写真へのアクセスが拒否されました
zh_hans: 照片访问被拒绝

source: 사진을 랜덤으로 섞어서 정리
en: Shuffle photos for random review
ja: 写真をランダムに並べて整理
zh_hans: 随机打乱照片进行整理

source: 삭제
en: Delete
ja: 削除
zh_hans: 删除

# 삭제 대기 사진 %@개
source: 삭제 대기 사진 %1$@개
en: %1$@ photos pending deletion
ja: 削除待ち写真 %1$@枚
zh_hans: 待删除照片 %1$@ 张

source: 삭제 대기열
en: Deletion Queue
ja: 削除待ちキュー
zh_hans: 删除队列

# 삭제 대기열 보기 (%@)
source: 삭제 대기열 보기 (%1$@)
en: View Deletion Queue (%1$@)
ja: 削除待ちキューを見る (%1$@)
zh_hans: 查看删除队列（%1$@）

# 삭제 대기열 확인 (%@)
source: 삭제 대기열 확인 (%1$@)
en: Review Deletion Queue (%1$@)
ja: 削除待ちキューを確認 (%1$@)
zh_hans: 查看删除队列（%1$@）

source: 삭제 대기열이 비어있습니다
en: Deletion queue is empty
ja: 削除待ちキューは空です
zh_hans: 删除队列为空

source: 삭제 완료
en: Deletion Complete
ja: 削除完了
zh_hans: 删除完成

source: 상세 정보
en: Details
ja: 詳細情報
zh_hans: 详细信息

source: 선택 삭제
en: Delete Selected
ja: 選択を削除
zh_hans: 删除所选

source: 선택 해제
en: Deselect All
ja: 選択解除
zh_hans: 取消选择

source: 선택됨
en: Selected
ja: 選択済み
zh_hans: 已选择

source: 설정
en: Settings
ja: 設定
zh_hans: 设置

source: 설정에서 Pickture의 사진 접근을 허용해주세요
en: Allow Pickture photo access in Settings
ja: 設定でPicktureの 写真アクセスを許可してください
zh_hans: 请在设置中允许 Pickture 访问照片

source: 설정으로 이동
en: Go to Settings
ja: 設定を開く
zh_hans: 前往设置

source: 세션 완료
en: Finish Session
ja: セッション完了
zh_hans: 完成会话

# 소요 시간: %@
source: 소요 시간: %1$@
en: Duration: %1$@
ja: 所要時間: %1$@
zh_hans: 耗时：%1$@

source: 스와이프 정리
en: Swipe Cleaning
ja: スワイプ整理
zh_hans: 滑动清理

source: 스와이프 정리 시작
en: Start Swipe Cleaning
ja: スワイプ整理を開始
zh_hans: 开始滑动清理

source: 스크린샷
en: Screenshots
ja: スクリーンショット
zh_hans: 截图

source: 스크린샷만 빠르게 정리
en: Quickly clean screenshots only
ja: スクリーンショットのみをすばやく整理
zh_hans: 快速清理截图

source: 스토리지 현황
en: Storage Overview
ja: ストレージ概要
zh_hans: 存储概况

source: 시스템 언어
en: System Language
ja: システム言語
zh_hans: 系统语言

source: 시작 위치 선택
en: Choose Start Position
ja: 開始位置を選択
zh_hans: 选择起始位置

source: 시작위치 선택하기
en: Choose start point
ja: 開始位置を選ぶ
zh_hans: 选择起始位置

source: 앱 언어
en: App Language
ja: アプリの言語
zh_hans: 应用语言

source: 앱 정보
en: App Info
ja: アプリ情報
zh_hans: 应用信息

source: 언어
en: Language
ja: 言語
zh_hans: 语言

source: 예상 확보
en: Estimated Savings
ja: 予想確保容量
zh_hans: 预计释放

source: 오늘 만료
en: Expires today
ja: 今日期限切れ
zh_hans: 今天到期

source: 오늘 삭제됨
en: Deleted today
ja: 今日削除
zh_hans: 今日已删除

source: 완료
en: Done
ja: 完了
zh_hans: 完成

source: 용량 큰 동영상 정리
en: Clean large videos
ja: 容量の大きい動画を整理
zh_hans: 清理大体积视频

source: 위치
en: Location
ja: 位置
zh_hans: 位置

source: 위치 정보 있음
en: Location Available
ja: 位置情報あり
zh_hans: 有位置信息

source: 이어서 하기
en: Continue
ja: 続ける
zh_hans: 继续

source: 이전 위치에서 계속할까요?
en: Continue from previous position?
ja: 前回の位置から続けますか？
zh_hans: 是否从上次位置继续？

# 이전에 %@번째 사진까지 진행했습니다.
source: 이전에 %1$@번째 사진까지 진행했습니다.
en: You previously reviewed up to photo %1$@.
ja: 前回は写真%1$@枚目まで進みました。
zh_hans: 你之前已处理到第 %1$@ 张照片。

source: 전체 삭제
en: Delete All
ja: すべて削除
zh_hans: 全部删除

source: 전체 선택
en: Select All
ja: すべて選択
zh_hans: 全选

source: 전체사진
en: All Photos
ja: すべての写真
zh_hans: 全部照片

source: 접근 허용하기
en: Allow Access
ja: アクセスを許可
zh_hans: 允许访问

source: 정리
en: Clean
ja: 整理
zh_hans: 清理

source: 정리 시 삭제한 사진이 여기에 표시됩니다
en: Photos deleted during cleaning will appear here
ja: 整理時に削除した写真がここに表示されます
zh_hans: 清理时删除的照片会显示在这里

source: 정리 완료!
en: Cleaning Complete!
ja: 整理完了！
zh_hans: 清理完成！

source: 정리할 사진이 없습니다
en: No photos to clean
ja: 整理する写真がありません
zh_hans: 没有可清理的照片

source: 종류
en: Type
ja: 種類
zh_hans: 类型

source: 지금 확인
en: Check Now
ja: 今すぐ確認
zh_hans: 立即查看

source: 처음부터
en: Start Over
ja: 最初から
zh_hans: 从头开始

# 총 %@ · 삭제 전 확인
source: 총 %1$@ · 삭제 전 확인
en: Total %1$@ · Review before deletion
ja: 合計 %1$@ · 削除前に確認
zh_hans: 共 %1$@ · 删除前请确认

source: 취소
en: Cancel
ja: キャンセル
zh_hans: 取消

source: 특정 시점부터 정리 시작
en: Start cleaning from a specific point
ja: 特定の時点から整理開始
zh_hans: 从指定位置开始清理

source: 파일 크기
en: File Size
ja: ファイルサイズ
zh_hans: 文件大小

source: 한국어
en: Korean
ja: 韓国語
zh_hans: 韩语

source: 해상도
en: Resolution
ja: 解像度
zh_hans: 分辨率

source: 햅틱 피드백
en: Haptic Feedback
ja: 触覚フィードバック
zh_hans: 触觉反馈

source: 홈
en: Home
ja: ホーム
zh_hans: 首页

source: 확인
en: OK
ja: 確認
zh_hans: 确认

source: 中文
en: Chinese
ja: 中国語

source: 日本語
en: Japanese
zh_hans: 日语

source: English
ja: 英語
zh_hans: 英语

source: Live
zh_hans: 实况
